-- phpMyAdmin SQL Dump
-- version 5.2.1deb1ubuntu0.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Sep 15, 2023 at 08:49 PM
-- Server version: 8.0.34-0ubuntu0.23.04.1
-- PHP Version: 8.1.12-1ubuntu4.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `laraveltest`
--

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` bigint UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `full_text` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `code` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `mid_title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `category_id` bigint NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `slug`, `title`, `full_text`, `code`, `mid_title`, `image`, `description`, `created_at`, `updated_at`, `category_id`) VALUES
(1, 'استیک-ها', 'استیک ها', 'غذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانید', 'post', 'انواع استیک های لذیذ اما مضر و پرچرب', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/blog-03.jpg', 'غذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانید', NULL, NULL, 2),
(2, 'نوشیدنی-ها', 'نوشیدنی ها', 'غذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانید', 'post', 'نوشیدنی های بدون الکل و سالم در اینجا', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/blog-08.jpg', 'اگه عاشق نوشیدنی هستی و قول بدی به کسی نگی، نوشیدنی با الکل هم بهت میدیم، تو فقط بیا', NULL, NULL, 2),
(3, 'فست-فود-ها', 'فست فود ها', 'غذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانیدغذاهای لذیذی که مضر هستند، اگر شما گیاه خوار نیستید حتما این پست را تا انتها بخوانید', 'post', 'غذاهای ایتالیای و لذیذ و پرچرب', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/blog-02.jpg', 'غذاهای ایتالیایی که در هیچ رستوران ایرانی نمیبینید را میتوانید در اینجا تست کنید', NULL, NULL, 2),
(4, 'rest01', 'رستوران شماره یک', 'رستوران شماره یک', 'best_rest', 'اولین رستوران از بهترین ها', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/blog-006-1.jpg', 'اولین رستوران از بهترین هااولین رستوران از بهترین هااولین رستوران از بهترین ها', NULL, NULL, 2),
(5, 'rest02', 'رستوران شماره دو', 'رستوران شماره دو', 'best_rest', 'دومین رستوران از بهترین ها', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/blog-005-1.jpg', 'دومین رستوران از بهترین هااولین رستوران از بهترین هااولین رستوران از بهترین ها', NULL, NULL, 2),
(6, 'rest03', 'رستوران شماره سه', 'رستوران شماره سه', 'best_rest', 'سومین رستوران از بهترین ها', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/blog-004-1.jpg', 'سومین رستوران از بهترین هااولین رستوران از بهترین هااولین رستوران از بهترین ها', NULL, NULL, 2),
(7, 'درباره ما', 'درباره ما', 'متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما ', 'aboutme', 'متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما ', 'https://websitedemos.net/food-drinks-blog-04/wp-content/uploads/sites/896/2021/06/about-01.jpg', 'متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما متن تستی درباره ما ', NULL, NULL, 2);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
